<?php
$a = array( 
    "จงใช้เงินของคุณซื้อในสิ่งที่เงินซื้อได้ และจงใช้เวลาของคุณไปกับสิ่งที่เงินไม่สามารถซื้อได้" , 
    "ความพยายามอยู่ที่ไหน ความสำเร็จอยู่ที่นั่น" ,
    "ถ้าอยากจะประสบความสำเร็จ ต้องกล้าที่จะเปลี่ยนแปลงตัวเอง" ,
 "จงฟังความรู้สึกของผู้พูด ไม่ใช่คำพูด" ,
 "คนเราจะไม่ต้องใช้สมองเลย ถ้าพูดแต่ความจริง" ,
 "ยิ่งบทเรียนยากขึ้นเท่าไหร่ ถ้าเราผ่านมันไปได้เราก็จะยิ่งเก่งขึ้นเท่านั้น" ,
 "ถ้าคุณไม่ลองก้าว จะไม่มีวันรู้เลยว่าข้างหน้าเป็นอย่างไร" , 
 "อย่ากังวลกับสิ่งที่ยังมาไม่ถึง แต่ให้คำนึงถึงสิ่งที่กำลังทำ" , 
 "หนทางยาวไกลนับหมื่นลี้ ต้องเริ่มต้นด้วยก้าวแรกก่อนเสมอ" , 
 "เพื่ออะไรกับการรอคอย ที่ไม่มีความหมาย" , 
 "เมื่อวานก็สายเกินแก้ พรุ่งนี้ก็สายเกินไป" , 
 "อย่าเกลียดความอ่อนแอ เพียงเพราะมันไม่ใช่ความเข้มแข็ง" ,
 "แม้แต่นิ้วของคนเรายังยาวไม่เท่ากัน นับประสาอะไรกับความยั่งยืนของชีวิต" ,
 "คนฉลาดมักเรียนรู้จากความผิดพลาดของผู้อื่น" ,
 "คนเราเจ็บปวดครั้งแรกพอที่จะโทษคนอื่นได้ แต่เจ็บปวดครั้งที่สองมีแต่ต้องโทษตัวเอง" ,
 "โลกใบนี้เต็มไปด้วยความมหัศจรรย์ ถ้าไม่ออกเดินทางก็ไม่มีวันค้นพบ" ,
 "บางครั้งเราก็เหมือนคนตาบอด  มีวิธีเดียวที่จะพาเรามุ่งหน้าไปได้คือ การคลำทางเดินหน้าต่อไป" ,
 "บางสิ่งของชีวิตไม่จำเป็นต้องจำถ้ามันทำให้เจ็บ แต่บางสิ่งก็ควรจะเก็บถ้ามันเป็นความเจ็บที่น่าจำ" ,
 "ทุกหนึ่งนาทีที่คุณใช้ไปในการวางแผน จะประหยัดเวลาได้อย่างน้อยสามนาทีในการปฎิบัติตามแผน" ,
 "ความเห็นอกเห็นใจคือ กฎสำคัญของชีวิตมนุษย์" 
 
    
 

 );
$random_key = array_rand($a,1);
echo"<p>" . $a[$random_key] . "</p>";
?>